INSERT INTO CAR (CAR_PK, COMPANY, CAR_NAME, AGE) VALUES
('CAR_01', '현대', '소나타', 2020),
('CAR_02', '기아', '쏘렌토', 2018),
('CAR_03', '쉐보레', '카마로', 2019),
('CAR_04', 'BMW', '3시리즈', 2017),
('CAR_05', '벤츠', 'E클래스', 2021),
('CAR_06', '쉐보레', '카마로', 2021),
('CAR_07', '현대', '소나타', 2018);

INSERT INTO OPTIONS (OPTION_PK, OPTIONS) VALUES
('OPT_01', '네비게이션'),
('OPT_02', '가죽시트'),
('OPT_03', '스마트키'),
('OPT_04', '크루즈컨트롤'),
('OPT_05', '블루투스'),
('OPT_06', '헤드업디스플레이'),
('OPT_07', '전자식 메모리 시트'),
('OPT_08', '어댑티브 크루즈컨트롤'),
('OPT_09', '후방감지센서'),
('OPT_10', '후방카메라');

INSERT INTO CAR_OPTION (CAR_PK, OPTION_PK, CAR_NAME, AGE, OPTIONS) VALUES
('CAR_01', 'OPT_01', '소나타', 2020, '네비게이션'),
('CAR_01', 'OPT_10', '소나타', 2020, '후방카메라'),
('CAR_02', 'OPT_02', '쏘렌토', 2018, '가죽시트'),
('CAR_02', 'OPT_03', '쏘렌토', 2018, '스마트키'),
('CAR_03', 'OPT_04', '카마로', 2019, '크루즈컨트롤'),
('CAR_03', 'OPT_05', '카마로', 2019, '블루투스'),
('CAR_04', 'OPT_09', '3시리즈', 2017, '후방감지센서'),
('CAR_04', 'OPT_06', '3시리즈', 2017, '헤드업디스플레이'),
('CAR_05', 'OPT_07', 'E클래스', 2021, '전자식 메모리 시트'),
('CAR_05', 'OPT_08', 'E클래스', 2021, '어댑티브 크루즈컨트롤'),
('CAR_06', 'OPT_05', '카마로', 2021, '블루투스'),
('CAR_07', 'OPT_09', '소나타', 2018, '후방감지센서'),
('CAR_07', 'OPT_10', '소나타', 2018, '후방카메라');